const questionData = [{
		title: '1. 我在这个网站写信，会不会泄露隐私啊？',
		content: `私密信件不会泄露，邮件发送是全自动运行，内部存储也有一定加密措施，防止泄露。<br/>
当然，写信的时候勾选了“公开信”除外，公开信是所有人都能够阅读和评论的。公开信的邮件地址也是隐藏不显示的，不用担心泄露。`
	},
	{
		title: '2. 为什么到了时间没有收到信呢？',
		content: `没有收到信的可能性有很多，很大一部分用户是写错了邮件地址，例如在地址前面加了www.或者是结尾的.com写成了.co，因此首先请大家一定检查邮件地址是否正确。<br/>
有极少量的用户，邮箱会把收到的信放到垃圾箱中去，因此建议将我们的发信地址${_config.email}，直接加到邮箱的收信白名单中。<br/>
大家在写信给很久很久之后的自己前，建议先试一下短时间后发给自己，确认一下能够正确收到。<br/>
同时，也建议主动将写信之后的提取码保存起来，到了时间之后，凭借提取码手动提取。`
	},
	{
		title: '3. 我可以删除以前的时光信么？',
		content: `不犹豫，不后悔。<br/>
这是邮递员大叔很喜欢，也很奉行的一句话。<br/>
时光邮局的产品形态非常开放，任何人都可以方便地写信，邮递员大叔希望大家能够为自己的行为负责，而不是寄希望于删掉以前的信。<br/>
有些事情，发生了就是发生了，时光永远是向前走的。写给未来，其实也是希望让未来的自己，坚持现在做下的决定。`
	},
	{
		title: '4. 可以给任何人写信么？',
		content: `理论上是的，只要知道邮箱就可以。<br/>
但是前提是，邮箱地址正确无误，并且发送的时候，没有被对方的邮箱拦截。`
	},
	{
		title: '5. 提取码有什么作用？',
		content: `时光信到了设定的时间，会发送到设置的邮箱。但是邮件发送成功率不可能百分之百，填错邮箱、邮箱拦截，都是有可能的。<br/>
因此为了防止信件到了时间没有收到，设置了这么一个提取码。到时间凭借提取码，肯定能够取到信。因此提取码，可以认为是一个补充手段。`
	},
	{
		title: '6. 网站如何盈利，是否免费使用？',
		content: `时光邮局永久免费。<br/>
哪怕，我做不成一个有情怀的人，我也希望时光邮局能够先成为一个有情怀的产品，因此我对它有自己的坚持。<br/>
时光邮局，永远开放，让大家用最简单的方式去写下时光信。(抱歉，加了验证码是因为有人恶意地利用时光邮局的开放性，去发送大量的广告邮件)<br/>
时光邮局，永远免费，用户不需要付出任何费用，就可以使用这个产品。<br/>
现在时光邮局不存在盈利方式，域名、服务器、邮件服务器等费用，均是邮递员大叔自费。`
	}
]

module.exports = questionData;
